Repository: Nikofrom94/csrd-weblate-fr
Catalog: XLIFF/cypher-system-reference-characterstypeswarrior-*.xlf
Languages: fr

source: Ray still needs to choose a descriptor and a focus. Looking ahead to the descriptor rules, Ray chooses Strong, which increases his Might Pool to 17. He also becomes trained in jumping and breaking inanimate objects. (If he had chosen jumping as one of his physical skills, the Strong descriptor would have made him specialized in jumping instead of trained.) Being Strong also gives Ray an extra medium or heavy weapon. He chooses a baseball bat that he’ll use in a pinch. He keeps it in the trunk of his car.
fr: Ray doit encore choisir un descripteur et un focus. En prévision des règles des descripteurs, Ray choisit Strong, ce qui augmente son Réerve de Puissance à 17. Il s'entraîne également à sauter et à briser des objets inanimés. (S'il avait choisi le saut comme l'une de ses compétences physiques, le descripteur Fort l'aurait fait se spécialiser dans le saut au lieu de s'entraîner.) Être fort donne également à Ray une arme supplémentaire moyenne ou lourde. Il choisit une batte de baseball qu'il utilisera à la rigueur. Il le garde dans le coffre de sa voiture.

source: For his focus, Ray chooses Masters Weaponry. This gives him yet another weapon of high quality. He chooses another combat knife and asks the GM if he could use it in his left hand—not to make attacks, but as a shield. This will ease his Speed defense rolls if he has both knives out (the “shield” counts as an asset). The GM agrees. During the game, Ray’s Warrior will be hard to hit—he is trained in Speed defense rolls, and his extra knife eases his defense rolls by another step.
fr: Pour son focus, Ray choisit Maîtrise l'Armement. Cela lui donne encore une arme de grande qualité. Il choisit un autre couteau de combat et demande au MJ s'il peut l'utiliser dans sa main gauche, non pas pour effectuer des attaques, mais comme bouclier. Cela facilitera ses jets de défense en Célérité s'il a ses deux couteaux sortis (le "bouclier" compte comme un atout). Le MJ est d'accord. Pendant le jeu, le Guerrier de Ray sera difficile à toucher --- il est entraîné aux jets de défense de Célérité, et son couteau supplémentaire facilite encore plus ses jets de défense.

source: Thanks to his focus, he also inflicts 1 additional point of damage with his chosen weapon. Now he inflicts 6 points of damage with his blade. Ray’s character is a deadly combatant, likely starting the game with a reputation as a knife fighter.
fr: Grâce à son Focus, il inflige également 1 point de dégâts supplémentaire avec l'arme de son choix. Il inflige désormais 6 points de dégâts avec sa lame. Le personnage de Ray est un combattant mortel, commençant probablement le jeu avec une réputation de combattant au couteau.

source: For his character arc, Ray chooses Defeat a Foe. That foe, he decides, is none other than someone in his company who was once a friend but went rogue.
fr: Pour son arc de personnage, Ray choisit Defeat a Foe. Cet ennemi, décide-t-il, n'est autre qu'un membre de sa compagnie qui était autrefois un ami mais qui est devenu un voyou.
