Repository: Nikofrom94/csrd-weblate-fr
Catalog: XLIFF/cypher-system-reference-glossary-*.xlf
Languages: fr

source: roll
fr: jet

source: game master
fr: maitre du jeu

source: GM
fr: MJ

source: difficulty
fr: difficulté

source: task
fr: tâche

source: target number
fr: seuil de réussite

source: skill
fr: compétence

source: trained
fr: entrainé

source: specialized
fr: spécialisé

source: asset
fr: atout

source: make a roll
fr: faire un jet

source: Armor
fr: Armure

source: armor
fr: armure

source: minor effect
fr: effet mineur

source: major effect
fr: effet majeur

source: NPC
fr: PNJ

source: nonplayer character
fr: personnage non joueur

source: party
fr: groupe

source: PC
fr: PJ

source: player character
fr: personnage joueur

source: player
fr: joueur

source: character
fr: personnage

source: easing the difficulty by one step
fr: diminuer la difficulté d'un niveau

source: easing the difficulty
fr: diminuer la difficulté

source: easing a task
fr: faciliter une tâche

source: hinder
fr: gêner

source: GM intrusion
fr: intrusion de MJ

source: character advancement
fr: avancement de personnage

source: experience point
fr: point d'expérience

source: might
fr: puissance

source: speed
fr: célérité

source: apply Effort
fr: mettre de l'Effort

source: level of Effort
fr: niveau d'Effort

source: free level of Effort
fr: niveau d'Effort gratuit

source: defense roll
fr: jet de défense

source: short distance
fr: distance courte

source: immediate distance
fr: distance immédiate

source: long distance
fr: distance longue

source: very long distance
fr: distance très longue

source: ability
fr: aptitude

source: special ability
fr: aptitude spéciale

source: pool
fr: réserve

source: damage
fr: dégats

source: damage track
fr: curseur de dégât

source: hale
fr: indemne

source: impaired
fr: affaibli

source: debilitated
fr: neutralisé

source: dead
fr: mort

source: recovery roll
fr: jet de guérison

source: dazed
fr: étourdi

source: stunned
fr: étourdi

source: dim light
fr: faible lumière

source: very dim light
fr: très faible lumière

source: minor damage
fr: dégât mineur

source: major damage
fr: dégât majeur

source: destroyed
fr: détruit

source: object damage track
fr: curseur de dégât d'objet

source: follower
fr: disciple

source: exceptional follower
fr: disciple exceptionnel

source: inability
fr: inaptitude

source: practiced
fr: exercé

source: level
fr: niveau

source: stat
fr: caractéristique

source: artifact
fr: artefact

source: player intrusion
fr: intrusion de joueur

source: creature
fr: créature

source: descriptor
fr: descripteur

source: foci
fr: focus

source: flavor
fr: saveur

source: tier
fr: rang

source: Edge
fr: Avantage
