Repository: Nikofrom94/csrd-weblate-fr
Catalog: XLIFF/cypher-system-reference-characterstypeswarrior-*.xlf
Languages: fr

source: Warrior #Type #Core
fr: Guerrier #Type #Core

source: Fantasy/Fairy tale: Warrior, fighter, swordsman, knight, barbarian, soldier, myrmidon, valkyrie
fr: **Fantasy/Contes:** Guerrier, combattant, escrimeur, chevalier, barbare, soldat, myrmidon, valkyrie

source: Modern/Horror/Romance: police officer, soldier, watchman, detective, guard, brawler, tough, athlete
fr: **Moderne/Horreur/Romance:** Officier de police, soldat, gardien, détective, vigile, athlète

source: Science fiction: security officer, warrior, trooper, soldier, merc
fr: **Science fiction:** officier de sécurité, guerrier, homme de troupe, soldat, mercenaire

source: Superhero/Post-Apocalyptic: hero, brick, bruiser
fr: **Superhero/Post-Apocalyptique:** héro, brique, cogneur

source: Individual Role: Warriors are physical, action-oriented people. They’re more likely to overcome a challenge using force than by other means, and they often take the most straightforward path toward their goals.
fr: Vous êtes un bon allié à avoir dans un combat. Vous savez comment utiliser des armes et vous défendre.En fonction du genre et de la campagne, cela pourrait signifier de porter une épée et un bouclier dans une arêne de gladiateurs, un AK-47 et des grenades en bandoulière dans la jungle, ou un fusil blaster et une armure mécanique dans l'exploration d'une planète lointaine.

source: Group Role: Warriors usually take and deal the most punishment in a dangerous situation. Often it falls on them to protect the other group members from threats. This sometimes means that warriors take on leadership roles as well, at least in combat and other times of danger.
fr: **Rôle individuel:** Les Guerriers sont orienté sur le physique et l'action. ils auront plus l'habitude de surmonter un péril en uincreases to impressive levels. At higher tiers, they can often take on groups of foes by themselves or stand toe to toe with anyone.tilisant la force que d'autre moyen, et ils prennent souvent le chemin le plus court vers leur objectif.

source: Societal Role: Warriors aren’t always soldiers or mercenaries. Anyone who is ready for violence, or even potential violence, might be a Warrior in the general sense. This includes guards, watchmen, police officers, sailors, or people in other roles or professions who know how to defend themselves with skill.
fr: **Rôle en Société:** Les Guerriers ne sont pas toujours des soldats ou des mercenaires. N'importe qui est est toujours prêt pour la violence, ou même la violence potentielle, peut être un Guerrier dans un sens général. Cela inclut les gardes, les gardiens, les officiers de police, les marins, ou les personnes dans d'autres rôle ou profession qui savent comment se défendre avec talent.

source: Advanced Warriors: As warriors advance, their skill in battle—whether defending themselves or dishing out damage—increases to impressive levels. At higher tiers, they can often take on groups of foes by themselves or stand toe to toe with anyone.
fr: **Guerier Expérimentés:** Alors que les Gueriers gagne en expérience, leur compétence dans les batailles, que ce soit en se défendant ou en infligeant des dommages, augmente à un rang impressionant. A un rang supérieur, ils peuvent souvent se prendre un groupe d'aversaires tout seul ou affronter sur son terrain n'importe qui.

source: Warrior Background Connection
fr: # Relation avec l'histoire passée du Guerrier

source: Your type helps determine the connection you have to the setting. Roll a d20 or choose from the following list to determine a specific fact about your background that provides a connection to the rest of the world. You can also create your own fact.
fr: Votre type vous aide à déterminer la relation que vous avez avec la campagne en cours. Jetez un `d20` ou choisissez dans la liste ci-dessous un élément pour définir un fait spécifique à propos de votre histoire qui fournit un relation avec le reste du monde. Vous pouvez aussi créer votre propre histoire.

source: Background
fr: Historique

source: You were in the military and have friends who still serve. Your former commander remembers you well.
fr: Vous étiez dans l'armée et vous y avez toujours des amis. Votre ancien commandant se souvient bien de vous.

source: You were the bodyguard of a wealthy woman who accused you of theft. You left her service in disgrace.
fr: Vous étiez le garde du corps d'unefemme riche qui vous a accusé de vol. Vous avez quitté son service en disgrâce.

source: You were the bouncer in a local bar for a while, and the patrons there remember you.
fr: Vous étiez le videur d'un bar du coin pendant un temps, et les habitués se souviennent de vous.

source: You trained with a highly respected mentor. They regard you well, but they have many enemies.
fr: Vous vous êtes entrainé avec un maître reconnu. Il vous respecte mais il a beaucoup d'ennemis.

source: You trained in an isolated monastery. The monks think of you as a brother, but you’re a stranger to all others.
fr: Vous vous êtes entrainé dans un monastère isolé. Les moines sont toujours vos frêres mais vous êtes un étranger pourtout les autres.

source: You have no formal training. Your abilities come to you naturally (or unnaturally).
fr: Vous n'avez pas été vraiment entrainé. Vos compétences viennent naturellement (ou de manière surnatuelle).

source: You spent time on the streets and were in prison for a while.
fr: Vous avez passé du temps dans les rues et avez été en prison pendant un moment.

source: You were conscripted into military service, but you deserted before long.
fr: Vous avez été réquisitionné dans une armée, mais vous avez déserté rapidement.

source: You served as a bodyguard to a powerful criminal who now owes you their life.
fr: Vous avez servi de garde du coprs à un puissant criminel qui vous doit sa vie.

source: You worked as a police officer or constable of some kind. Everyone knows you, but their opinions of you vary.
fr: Vous avez travaillé comme officier de police ou comme une sorte de gendarme. Tout le monde vous connait, mais les opinions qu'il ont de vous peuvent varier.

source: Your older sibling is an infamous character who has been disgraced.
fr: Votre grand frêre ou grande soeur est un personnage tristement célèbre qui a été disgracié.

source: You served as a guard for someone who traveled extensively. You know a smattering of people in many locations.
fr: Vous avez servi comme garde pour quelqu'un qui a beaucoup voyagé. Vous connaissez beaucoup de monde un peu partout.

source: Your best friend is a teacher or scholar. They are a great source of knowledge.
fr: Votre meilleur ami est un enseignant ou un savant. C'est une bonne source d'information.

source: You and a friend both smoke the same kind of rare, expensive tobacco. The two of you get together weekly to chat and smoke.
fr: Vous et un ami fumez tout les deux la même sorte de tabac rare et cher. Vous vous réunissez au moins une fois par semaine pour parler un peu et fumer.

source: Your uncle runs a theater in town. You know all the actors and watch all the shows for free.
fr: Votre oncle dirige un théatre en ville. Vous connaissez tous les acteurs et pouvez regarder les spectacles gratuitement.

source: Your craftsman friend sometimes calls on you for help. However, they pay you well.
fr: Votre ami artisan peut quelque fois vous demander de l'aide. Toutefois il vous paie correctement.

source: Your mentor wrote a book on martial arts. Sometimes people seek you out to ask about its stranger passages.
fr: Votre maître a écrit un livre sur les arts martiaux. De temps en temps, des personnes vous cherche pour vous demander des éclaircissement sur certains passages un peu étranges.

source: Someone you fought alongside in the military is now the mayor of a nearby town.
fr: Une personne avec qui vous avez combattu dans l'armée est maintenant le maire d'une ville voisine.

source: You saved the lives of a family when their house burned down. They’re indebted to you, and their neighbors regard you as a hero.
fr: Vous avez sauvé la vie d'une famille alors que leur maison était en flamme. Elle a une dette envers vous et les voisins voient en vous un héro.

source: Your old trainer still expects you to come back and clean up after their classes; when you do, they occasionally share interesting rumors.
fr: Votre ancien entraineur attend toujours de vous que vous revenniez nettoyer après les cours;quand vous le faites, il partage avec vous de temps en temps des rumeurs interressantes.

source: WARRIOR PLAYER INTRUSIONS
fr: Intrusions de Joueur pour un Guerrier

source: You can spend 1 XP to use one of the following player intrusions, provided the situation is appropriate and the GM agrees.
fr: Vous pouvez dépenser un XP pour utiliser une des ces intrusions de joueur, à condition que la situation soit appropriée et que la Meneuse soit d'accord.

source: Perfect Setup: You’re fighting at least three foes and each one is standing in exactly the right spot for you to use a move you trained in long ago, allowing you to attack all three as a single action. Make a separate attack roll for each foe. You remain limited by the amount of Effort you can apply on one action.
fr: **Position Parfaite:** Vous combattez au moins trois adversaires et chacun d'eux se trouve exactement à la bonne position pour vous pour faire un mouvement pour lequel vous vous êtes entrainé il y a longtemps, vous permettant de les attaquer tous les trois en une seule action. Faites un jet d'attaque pour chaque adversaire. Vous restez limité par la quantité d'Effort que vous pouvez allouer en une seule action.

source: Old Friend: A comrade in arms from your past shows up unexpectedly and provides aid in whatever you’re doing. They are on a mission of their own and can’t stay longer than it takes to help out, chat for a while after, and perhaps share a quick meal.
fr: **Vieil Ami:** Un ancien companion d'arme se présente de manière spontanée et vous fourni de l'aide dans ce que vous êtes en train de faire. Il doit accomplir sa propre mission et ne peut pas rester plus longtemps que pour vous aider, parler un peu après et peut-être partager un repas rapide.

source: Weapon Break: Your foe’s weapon has a weak spot. In the course of the combat, it quickly becomes damaged and moves two steps down the object damage track.
fr: **Arme cassée:** L'arme de votre adversaire a un point faible. Pendant le combat, l'arme est endommagée et descend de deux rangs sur le suivi des dommages des objets.

source: **WARRIOR STAT POOLS**
fr: # Statistiques de Réserve du Guerrier

source: Pool Starting Value
fr: **Réserve initiale**

source: Might
fr: Puissance

source: Speed
fr: Célérité

source: You get 6 additional points to divide among your stat Pools however you wish.
fr: Vous avez 6 points supplémentaires à diviser comme vous voulez parmi les Réserves.

source: FIRST-TIER WARRIOR
fr: # Guerrier de Premier Rang

source: First-tier warriors have the following abilities:
fr: Les Guerriers de Premier Rang ont les capacités suivantes:

source: Effort: Your Effort is 1.
fr: **Effort:** Votre Effort est de 1.

source: Physical Nature: You have a Might Edge of 1 and a Speed Edge of 0, or you have a Might Edge of 0 and a Speed Edge of 1. Either way, you have an Intellect Edge of 0.
fr: **Naturel Physique:** Vous avez un Avantage de Puissance de 1 et un Avantage de Célérité de 0, ou vous avez un Avantage de Puissance de 0 et un Avantage de Célérité de 1. Dans tous les cas, vous avez un Avantage d'Intellect de 0.

source: Cypher Use: You can bear two cyphers at a time.
fr: **Utilisation de Cypher:** Vous pouvez porter deux cyphers en même temps.

source: Weapons: You become practiced with light, medium, and heavy weapons and suffer no penalty when using any kind of weapon. Enabler.
fr: **Armes:** Vous avez la pratique des armes légères, moyennes et lourdes et n'avez aucune pénalité quand vous utilisez une arme quelconque.

source: Starting Equipment: Appropriate clothing and two weapons of your choice, plus one expensive item, two moderately priced items, and up to four inexpensive items.
fr: **Equipment au départ:** Des vêtements appropriés et deux armes de votre choix, ainsi que un objet cher, deux objets modérement chers, et jusqu'à quatre objets peu chers.

source: Special Abilities: Choose four of the abilities listed below. You can’t choose the same ability more than once unless its description says otherwise. The full description for each listed ability can be found in Abilities, which also has descriptions for flavor and focus abilities in a single vast catalog.
fr: **Capacités Spéciales:** Choisissez quatre capacités listées ci-cessous. Vous ne pouvez pas choisir la même capacité plus d'une fois, à moins queup to four inexpensive items sa description dit le contraire. La description complète de chaque capacité listée se trouve dans le chapitre Capacités, qui dispose aussi des descriptions pour les préférences et les capacités de focus en un seul grand catalogue.

source: [Bash]{1}
fr: [Avantage de Stat Amélioré](../Abilities/Improved%20Edge.md)

source: [Combat Prowess]{1}
fr: [Choc](../Abilities/Bash.md)

source: [Control the Field]{1}
fr: [Claque](../Abilities/Swipe.md)

source: [Improved Edge]{1}
fr: [Compétences physiques](../Abilities/Physical%20Skills.md)

source: [No Need for Weapons]{1}
fr: [Contrôler le terrain](../Abilities/Control%20The%20Field.md)

source: [Overwatch]{1}
fr: [Entraîné sans armure](../Abilities/Trained%20Without%20Armor.md)

source: [Physical Skills]{1}
fr: [Lancer rapide](../Abilities/Quick%20Throw.md)

source: [Practiced in Armor]{1}
fr: [Pas besoin d'armes](../Abilities/No%20Need%20For%20Weapons.md)

source: [Quick Throw]{1}
fr: [Pratique des armures](../Abilities/Practiced%20In%20Armor.md)

source: [Swipe]{1}
fr: [Prouesses au combat](../Abilities/Combat%20Prowess.md)

source: [Trained Without Armor]{1}
fr: [Tir d'Opportunité](../Abilities/Overwatch.md)

source: SECOND-TIER WARRIOR
fr: # Guerrier de Second Rang

# :90
source: Choose two of the abilities listed below (or from a lower tier) to add to your repertoire. In addition, you can replace one of your lower-tier abilities with a different one from a lower tier.
fr: Choisissez deux des capacités ci-dessous (ou du rang inférieur) pour l'ajouter à votre répertoire. Vous pouvez en plus remplacer l'une de vos capacités de rang inférieur par une différente d'un rang inférieur.

source: [Crushing Blow]{1}
fr: [Attaque successive](../Abilities/Successive%20Attack.md)

source: [Hemorrhage]{1}
fr: [Compétence avec les attaques](../Abilities/Skill%20With%20Attacks.md)

source: [Reload]{1}
fr: [Compétence en défense](../Abilities/Skill%20With%20Defense.md)

source: [Skill With Attacks]{1}
fr: [Coup écrasant](../Abilities/Crushing%20Blow.md)

source: [Skill With Defense]{1}
fr: [Hémorragie](../Abilities/Hemorrhage.md)

source: [Successive Attack]{1}
fr: [Recharger](../Abilities/Reload.md)

# :100
source: Choose three of the abilities listed below (or from a lower tier) to add to your repertoire. In addition, you can replace one of your lower-tier abilities with a different one from a lower tier.
fr: Choisissez trois des capacités ci-dessous (ou du rang inférieur) pour l'ajouter à votre répertoire. Vous pouvez en plus remplacer l'une de vos capacités de rang inférieur par une différente d'un rang inférieur.

source: [Deadly Aim]{1}
fr: [Découpe](../Abilities/Slice.md)

source: [Energy Resistance]{1}
fr: [Expérimenté en armure](../Abilities/Experienced%20In%20Armor.md)

source: [Experienced in Armor]{1}
fr: [Fureur](../Abilities/Fury.md)

source: [Expert Cypher Use]{1}
fr: [Pulvérisation](../Abilities/Spray.md)

source: [Fury]{1}
fr: [Réaction](../Abilities/Reaction.md)

source: [Lunge]{1}
fr: [Résistance énergétique](../Abilities/Energy%20Resistance.md)

source: [Reaction]{1}
fr: [Saisissez l'instant](../Abilities/Seize%20The%20Moment.md)

source: [Seize the Moment]{1}
fr: [Se Fendre](../Abilities/Lunge.md)

source: [Slice]{1}
fr: [Tir Double](../Abilities/Trick%20Shot.md)

source: [Spray]{1}
fr: [Utilisation experte des cyphers](../Abilities/Expert%20Cypher%20Use.md)

source: [Trick Shot]{1}
fr: [Vigilance](../Abilities/Vigilance.md)

source: [Vigilance]{1}
fr: [Visée mortelle](../Abilities/Deadly%20Aim.md)

source: FOURTH-TIER WARRIOR
fr: # Guerrier de Quatrième Rang

# :116
source: Choose two of the abilities listed below (or from a lower tier) to add to your repertoire. In addition, you can replace one of your lower-tier abilities with a different one from a lower tier.
fr: Choisissez deux des capacités ci-dessous (ou du rang inférieur) pour l'ajouter à votre répertoire. Vous pouvez en plus remplacer l'une de vos capacités de rang inférieur par une différente d'un rang inférieur.

source: [Amazing Effort]{1}
fr: [Dur comme du Bois](../Abilities/Tough%20As%20Nails.md)

source: [Capable Warrior]{1}
fr: [Défenseur expérimenté](../Abilities/Experienced%20Defender.md)

source: [Experienced Defender]{1}
fr: [Effets accrus](../Abilities/Increased%20Effects.md)

source: [Feint]{1}
fr: [Effort incroyable](../Abilities/Amazing%20Effort.md)

source: [Increased Effects]{1}
fr: [Feinte](../Abilities/Feint.md)

source: [Momentum]{1}
fr: [Guerrier Capable](../Abilities/Capable%20Warrior.md)

source: [Pry Open]{1}
fr: [Momentum](../Abilities/Momentum.md)

source: [Snipe]{1}
fr: [Percer les Défenses](../Abilities/Pry%20Open.md)

source: [Tough As Nails]{1}
fr: [Tir Précis](../Abilities/Snipe.md)

source: FIFTH-TIER WARRIOR
fr: # Guerrier de Cinquième Rang

# :129
source: Choose three of the abilities listed below (or from a lower tier) to add to your repertoire. In addition, you can replace one of your lower-tier abilities with a different one from a lower tier.
fr: Choisissez trois des capacités ci-dessous (ou du rang inférieur) pour l'ajouter à votre répertoire. Vous pouvez en plus remplacer l'une de vos capacités de rang inférieur par une différente d'un rang inférieur.

source: [Adroit Cypher Use]{1}
fr: [Attaque sautée](../Abilities/Jump%20Attack.md)

source: [Arc Spray]{1}
fr: [Maîtrise de la défense](../Abilities/Mastery%20With%20Defense.md)

source: [Improved Success]{1}
fr: [Maîtrise des attaques](../Abilities/Mastery%20With%20Attacks.md)

source: [Jump Attack]{1}
fr: [Maîtrise en Armure](../Abilities/Mastery%20In%20Armor.md)

source: [Mastery in Armor]{1}
fr: [Parade](../Abilities/Parry.md)

source: [Mastery With Attacks]{1}
fr: [Succès amélioré](../Abilities/Improved%20Success.md)

source: [Mastery With Defense]{1}
fr: [Tirs en éventail](../Abilities/Arc%20Spray.md)

source: [Parry]{1}
fr: [Utilisation adroite des cyphers](../Abilities/Adroit%20Cypher%20Use.md)

source: (Remember that at higher tiers, you can choose special abilities from lower tiers. This is sometimes the best way to ensure that you have exactly the character you want. This is particularly true with abilities that grant skills, which can usually be taken multiple times.)
fr: (Souvennez-vous qu'aux rangs supérieurs, vous pouvez choisir des capacités spéciales des rangs inférieurs. C'est quelque fois la meillere façon d'avoir exactement le personnage que vous souhaitez. C'est particulièrement vrai pour les capacités qui confèrent des compétences, que vous pouvez séletionner plusieurs fois.)

source: SIXTH-TIER WARRIOR
fr: # Guerrier de Sixième Rang

# :143
source: Choose two of the abilities listed below (or from a lower tier) to add to your repertoire. In addition, you can replace one of your lower-tier abilities with a different one from a lower tier.
fr: Choisissez deux des capacités ci-dessous (ou du rang inférieur) pour l'ajouter à votre répertoire. Vous pouvez en plus remplacer l'une de vos capacités de rang inférieur par une différente d'un rang inférieur.

source: [Again and Again]{1}
fr: [Arme et corps](../Abilities/Weapon%20And%20Body.md)

source: [Finishing Blow]{1}
fr: [Attaque Tournoyante](../Abilities/Spin%20Attack.md)

source: [Magnificent Moment]{1}
fr: [Coup final](../Abilities/Finishing%20Blow.md)

source: [Murderer]{1}
fr: [Encore et encore](../Abilities/Again%20And%20Again.md)

source: [Spin Attack]{1}
fr: [Meurtrier](../Abilities/Murderer.md)

source: [Weapon and Body]{1}
fr: [Moment magnifique](../Abilities/Magnificent%20Moment.md)

source: WARRIOR EXAMPLE
fr: # Exemple de Guerrier

source: Ray wants to create a Warrior character for a modern campaign. He decides that the character is an ex-military fellow who is fast and strong. He puts 3 of his additional points into his Might Pool and 3 into his Speed Pool; his stat Pools are now Might 13, Speed 13, and Intellect 8. As a first-tier character, his Effort is 1, his Might Edge is 1, and his Speed Edge and Intellect Edge are both 0. His character is not particularly smart or charismatic.
fr: Ray souhaite créer un personnage Guerrier pour une campagne moderne. Il décide que le personnage est un ancien militaire rapide et fort. Il met 3 de ses points supplémentaires dans sa Réserve de Puissance et 3 dans sa Réserve de Célérité ; ses pools de statistiques sont désormais Puissance 13, Célérité 13 et Intellect 8. En tant que personnage de premier rang, son Effort est de 1, son Avantage de Puissance est de 1 et son Avantage de Célérité et son Avantage d'Intellect sont tous deux de 0. Son personnage n'est pas particulièrement intelligent. ou charismatique.

source: He wants to use a large combat knife (a medium weapon that inflicts 4 points of damage) and a .357 Magnum (a heavy pistol that inflicts 6 points of damage but requires the use of both hands). Ray decides not to wear armor, as it’s not really appropriate to the setting, so for his first ability, he chooses Trained Without Armor so he eases Speed defense actions. For his second ability, he chooses Combat Prowess so he can inflict extra damage with his big knife.
fr: Il souhaite utiliser un grand couteau de combat (une arme moyenne qui inflige 4 points de dégâts) et un .357 Magnum (un pistolet lourd qui inflige 6 points de dégâts mais nécessite l'usage des deux mains). Ray décide de ne pas porter d'armure, car ce n'est pas vraiment approprié au contexte, donc pour sa première capacité, il choisit Entraîné sans armure afin de faciliter les actions de défense en Célérité. Pour sa deuxième capacité, il choisit Prouesses au combat afin de pouvoir infliger des dégâts supplémentaires avec son gros couteau.

source: Ray wants to be fast as well as tough, so he selects Improved Edge. This gives him a Speed Edge of 1. He rounds out his character with Physical Skills and chooses swimming and running.
fr: Ray veut être à la fois rapide et résistant, c'est pourquoi il sélectionne Avantage de Stat Amélioré. Cela lui donne un Avantage de Célérité de 1. Il complète son personnage avec des compétences physiques et choisit la natation et la course.

source: The Warrior can bear two cyphers. The GM decides that Ray’s first cypher is a pill that restores 6 points of Might when swallowed, and his second is a small, easily concealed grenade that explodes like a firebomb when thrown, inflicting 3 points of damage to all within immediate range.
fr: Le guerrier peut porter deux cyphers. Le MJ décide que le premier cypher de Ray est une pilule qui restaure 6 points de puissance lorsqu'il est avalé, et son second est une petite grenade facilement dissimulée qui explose comme une bombe incendiaire lorsqu'elle est lancée, infligeant 3 points de dégâts à tous ceux qui se trouvent à portée immédiate.
