Repository: Nikofrom94/csrd-weblate-fr
Catalog: XLIFF/cypher-system-reference-how-to-play-the-cypher-system-*.xlf
Languages: fr

source: Long distance is anything greater than short distance but less than 100 feet (30 m) or so.
fr: Une longue portée est ce qui est au-delà de la courte portée mais moins que 30m (100 pieds) environ.

source: Very long distance is anything greater than long distance but less than 500 feet (150 m) or so. Beyond that range, distances are always specified—1,000 feet (300 m), a mile (1.5 km), and so on.
fr: Une très longue portée est ce qui est au-delà de la longue portée mais moins que 150m (500 pieds) environ. Au-delà de cette portée les distances sont toujours spécifique---300m (1000 pieds), 1,5km (1 mille), et ainsi de suite.

source: The idea is that it’s not necessary to measure precise distances. Immediate distance is right there, practically next to the character. Short distance is nearby. Long distance is farther off. Very long distance is really far off.
fr: L'idée est qu'il n'est pas nécessaire de mesurer les distances de manière précise. La portée immédiate est là immédiatement, pratiquement à côté du personnage. Une courte portée est proche. Une longue portée est loin et une très longue portée est vraiment loin.

source: All weapons and special abilities use these terms for ranges. For example, all melee weapons have immediate range—they are close-combat weapons, and you can use them to attack anyone within immediate distance. A thrown knife (and most other thrown weapons) has short range. A bow has long range. An Adept’s Onslaught ability also has short range.
fr: Toutes les armes et les capacités spéciales utilisent ces termes pour les portées. par exemple, toutes les armées de mélée ont une portée immédaite---ce sont des armes de close-combat, et vous pouvez les utiliser pour attaque n'importe qui dans une portée immédiate. Un couteau de lancer (et la plupart des armes lancées) ont une portée courte. Un arc a une portée longue. La capacité d'Adepte Assaut Magique a aussi une courte portée.

source: A character can move an immediate distance as part of another action. In other words, they can take a few steps over to the control panel and activate a switch. They can lunge across a small room to attack a foe. They can open a door and step through.
fr: Un personnage peut se déplacer dans une portée immédiate dans le cadre d'une autre action. En d'autres mots, il peut faire quelques pas jusqu'au panneau de contrôle et activer un levier. Il peut se fendre dans une petite pièce pour attaquer un ennemi. Il peut ouvrir une porte et traverser.

source: A character can move a short distance as their entire action for a turn. They can also try to move a long distance as their entire action, but the player might have to roll to see if the character slips, trips, or stumbles as the result of moving so far so quickly.
fr: Un personnage peut se déplacer sur une courte portée en tant qu'action pendant un tour. Il peut aussi essayer de se déplaer sur une longue portée pendant toute leur action, mais le joueur devra faire un jet de dé pour voir si le personnage glisse ou trébuche par conséquence de déplacer aussi vite.

source: For example, if the PCs are fighting a group of cultists, any character can likely attack any cultist in the general melee—they’re all within immediate range. Exact positions aren’t important. Creatures in a fight are always moving, shifting, and jostling, anyway. However, if one cultist stayed back to fire a pistol, a character might have to use their entire action to move the short distance required to attack that foe. It doesn’t matter if the cultist is 20 feet (6 m) or 40 feet (12 m) away—it’s simply considered short distance. It does matter if the cultist is more than 50 feet (15 m) away because that distance would require a long or very long move.
fr: Par exemple, si les PJs combattent un groupe de cultistes, chaque personnage peut attaquer n'importe quel cultiste dans une mélée classique---ils sont tous dans une portée immédiate. Les positions exactes ne sont pas importantes. Les créatures dans un combat sont toujours en train de se déplacer, changer de position ou de se bousculer. Toutefois, si un cultiste se met en retrait pour tirer au pistoletn un personnage devra peut-être utiliser toute une action pour se déplacer sur une courte portée pour l'attaquer. Cela n'a pas d'importance que le culstiste soir à 6m ou 12m---cela est simplement considéré comme une courte portée. Cela aura de l'importance si le cultiste se trouve à plus de 15m car à cette distance cela nécessitera un long ou un très long déplacement.

source: (Many rules in this system avoid the cumbersome need for precision. Does it really matter if the ghost is 13 feet away from you or 18? Probably not. That kind of needless specificity only slows things down and draws away from, rather than contributes to, the story.)
fr: ((Beaucoup de règles dans ce sytème de jeu évite de s'encombrer de ce genre de précision. Est-ce que cela importe vraiment si le fantôme se trouve à 4m ou à 6m ? probablement pas. Ce genre de calcul très détaillé ne fait que ralentir les choses et s'éloigner de, plutôt que de contribuer à, l'histoire.)

source: EXPERIENCE POINTS
fr: Points d'Experience

source: Experience points (XP) are rewards given to players when the GM intrudes on the story (this is called GM intrusion) with a new and unexpected challenge. For example, in the middle of combat, the GM might inform the player that they drop their weapon. However, to intrude in this manner, the GM must award the player 2 XP. The rewarded player, in turn, must immediately give one of those XP to another player and justify the gift (perhaps the other player had a good idea, told a funny joke, performed an action that saved a life, and so on).
fr: Les Points d'Experience (XP) sont des récompenses données aux joueurs quand la Meneuse s'immisce dans l'histoire (ceci est appelé une intrusion de la Meneuse) avec un défi nouveau et innatendu. Par exemple, au milieu d'un combat, la Meneuse peut informer le joueur que son arme lui échappe des mains. Toutefois, pour s'immiscer de cette façon, la Meneuse doit récompenser le joueur avec 2 points d'XP. Le joueur qui obtient cette récompense, doit, à son tour, donner immédiatement un de ces deux points de XP à un autre joueur et justifier ce don (peut-être que le joueur a eu une bonne idée, a fait une bonne blague, a fait une action qui a sauvé une vie, etc).

source: Alternatively, the player can refuse the GM intrusion. If they do so, they don’t get the 2 XP from the GM, and they must also spend 1 XP that they already have. If the player has no XP to spend, they can’t refuse the intrusion.
fr: Toutefois, le joueur peut refuser l'intrusion de la Meneuse. Dans ce cas, il n'obtient pas les 2 points de XP de la Meneuse, et il doit dépenser un point de XP de leur propre réserve de XP. Si le joueur n'a pas de XP à dépenser, il ne peut pas refuser l'intrusion.

source: The GM can also give players XP between sessions as a reward for making discoveries during an adventure. Discoveries are interesting facts, wondrous secrets, powerful artifacts, answers to mysteries, or solutions to problems (such as where the kidnappers are keeping their victim or how the PCs repair the starship). You don’t earn XP for killing foes or overcoming standard challenges in the course of play. Discovery is the soul of the Cypher System.
fr: La Meneuse peut aussi donner aux joueurs des XP entre les sessions en tant que récompenses pour avoir fait des découvertes pendant l'aventure. Les découvertes sont des évènements interressants, des secrets merveilleux, des artifacts puissants, des réponses à des mystères, ou des solutions à des problèmes (tels que où les kidnappeurs détiennent leur victime ou comment les PJs ont réparé leur vaisseau). Vous ne méritez pas de XP pour avoir tuer des adversaires ou l'accomplissement de défis standards au court du jeu. La découverte est l'âme du Cypher System.

source: Experience points are used primarily for character advancement (for details, see the Creating Your Character chapter), but a player can also spend 1 XP to reroll any die roll and take the better of the two rolls.
fr: Les points d'expérience sont utilisés principalement pour la progression du personnage (pour des détails, consultez le chapitre [Créer Votre Personnage](02-creating-your-character/_index.md)), mais un joueur peut aussi dépenser 1 XP pour relancer n'importe quel jet de dé et choisir le meilleur d'entre les deux.

source: Cyphers are abilities that have a single use. In many campaigns, cyphers aren’t physical objects—they might be a spell cast upon a character, a blessing from a god, or just a quirk of fate that gives them a momentary advantage. In some campaigns, cyphers are physical objects that characters can carry. Whether or not cyphers are physical objects, they are part of the character (like equipment or a special ability) and are things characters can use during the game. The form that physical cyphers take depends on the setting. In a fantasy world they might be wands or potions, but in a science fiction game they could be alien crystals or prototype devices.
fr: Les Cyphers sont des capacités à usage unique. Dans beaucoup de campagnes, les cyphers ne sont pas des objets physiques--ils peuvent être un sort lancé sur un personnage, une bénédiction d'un dieu, ou simplement un coup de pouce du destin qui lui donne un avantage. Dans certaines campagnes, les cyphers sont des objets physiques que les personnages peuvent transporter. Que les cyphers sont des objets physiques ou non, il font parti du personnage (comme son équipement ou des capacités spéciales) et sont des éléments que les personnages peuvent utiliser pendant le jeu. La forme que prend les cyphers physiques dépend du type de campagne. Dans un monde médiéval fantastique cela peut être des potions ou des baguettes magiques, mais pour de la science fiction cela peut être des cristaux extra-terrestres ou des prototypes.

source: Characters will find new cyphers frequently in the course of play, so players shouldn’t hesitate to use their cypher abilities. Because cyphers are always different, the characters will always have new special powers to try.
fr: Les personnages vont trouver de nouveaux Cyphers fréquemment au cours du jeu, les joueurs ne devraient donc pas hésiter à utiliser les capacités de leur cyphers.Comme les cyphers sont toujours différents, les personnages auront toujours des nouveaux pouvoirs spéciaux à essayer.

source: OTHER DICE
fr: Les Autres Dés

source: In addition to a d20, you’ll need a d6 (a six-sided die). Rarely, you’ll need to roll a number between 1 and 100 (often called a d100 or d% roll), which you can do by rolling a d20 twice, using the last digit of the first roll as the “tens” place and the last digit of the second roll as the “ones” place. For example, rolling a 17 and a 9 gives you 79, rolling a 3 and an 18 gives you 38, and rolling a 20 and a 10 gives you 00 (also known as 100). If you have a d10 (a ten-sided die), you can use it instead of the d20 to roll numbers between 1 and 100.
fr: En plus du `d20`, vous aurez besoin d'un `d6` (un dé à six faces). Vous aurez rarement besoin de jeter un `d100`, que vous pourrez obetnir en jetant deux fois un `d20` et en retenant le dernier chiffre du premier dé pour les dizaines, et le dernier chiffre du secod jet pour les unités. Par exemple, jeter les dés et obtenir un 17 et un 9 vous donne 79, obtenir un 3 et un 18 vous donne un 38, et obtenir un 20 et un 10 vous donne 00 (ou 100). Si vous avez un `d10` (un dé à dix faces), vous pourez l'utiliser à la place du `d20` pour avoir un nombre entre 1 et 100.

source: (A d6 is used most often for recovery rolls and to determine the level of cyphers.)
fr: (Un `d6` est souvent utilisé pour les jets de récupération et pour déterminer le niveau d'un cypher.)
