Repository: Nikofrom94/csrd-weblate-fr
Catalog: XLIFF/cypher-system-reference-how-to-play-the-cypher-system-*.xlf
Languages: fr

source: The rules of the Cypher System are quite straightforward at their heart, as all of gameplay is based around a few core concepts.
fr: Les règles du Cypher System sont essentiellement assez simples car tout le gameplay est basé sur peu de principes de base.

source: This chapter provides a brief explanation of how to play the game, and it’s useful for learning the game. Once you understand the basic concepts, you’ll likely want to reference Rules of the Game for a more in-depth treatment.
fr: Ce chapitre donne une brève explication de comment jouer, c'est une bonne entrée en matière pour comprendre ces mécanismes. Une fois que vous avez compris les concepts de base, vous pourrez aller consulter Les Règles du Jeux pour des informations plus détaillées.

source: The Cypher System uses a twenty-sided die (1d20) to determine the results of most actions. Whenever a roll of any kind is called for and no die is specified, roll a d20.
fr: Le Cypher System utilise un dé à 20 faces (`1d20`) pour déterminer le résultat de la plupart des actions. A chaque fois qu'un jet de dé de n'importe quel type est demandé et que le type de dé n'est pas spécifié, jeter un d20.

source: The game master sets a difficulty for any given task. There are ten degrees of difficulty. Thus, the difficulty of a task can be rated on a scale of 1 to 10.
fr: La Meneuse définit une une difficulté pour une tâche donnée. Il y a 10 degrés de difficulté. Ainsi, la difficulté d'une tâche peut être évaluée sur une échelle de 1 à 10.

source: Each difficulty has a target number associated with it. The target number is always three times the task’s difficulty, so a difficulty 1 task has a target number of 3, but a difficulty 4 task has a target number of 12. To succeed at the task, you must roll the target number or higher. See the Task Difficulty table for guidance in how this works.
fr: Chaque diffidulté a un nombre cible associé. Ce nombre cible est toujours trois fois la difficulté de la tâche, ainsi une tâche de difficulté de 1 a un nombre cible de 3, mais une tâche de difficulté de 4 a une nombre de cible de 12. Pour réussir la tâche, vous devez obtenir un jet de dé égal ou supérieur. Consulter la table des Difficulté des Tâches pour voir comment cela fonctionne.

source: Character skills, favorable circumstances, or excellent equipment can decrease the difficulty of a task. For example, if a character is trained in climbing, they turn a difficulty 6 climb into a difficulty 5 climb. This is called **easing the difficulty by one step** (or just **easing the difficulty**, which assumes it’s eased by one step). If they are specialized in climbing, they turn a difficulty 6 climb into a difficulty 4 climb. This is called **easing the difficulty by two steps**. Decreasing the difficulty of a task can also be called **easing a task**. Some situations increase, or **hinder**, the difficulty of a task. If a task is hindered, it increases the difficulty by one step.
fr: Les compétences des personnages, des circonstances favorables ou un bon équipement peuvent diminuer la difficulté d'une tâche. Par exemple, si un personnage est entraîné en escalade, il transforme une tache d'escalade de difficulté 6 en une tache d'escalade de difficulté 5. Ceci est appelé *faciliter la difficulté d'un cran* (ou juste *faciliter la difficulté*, étant assumé qu'elle est facilitée d'un cran). Si il est spécialisé dans l'escalade, il transforme une tâche d'escalade de difficulté 6 en une tâche d'escalade de difficulté 4. Ceci est appelé *faciliter la difficulté de deux crans*. Diminuer la difficulté d'une tâche est aussi appelée **faciliter une tâche**. Certaines situations peuvent augmenter, ou **entraver**, la difficulté d'une tâche. Si une tâche est entravée, cela augmente la difficulté d'un cran.

source: A skill is a category of knowledge, ability, or activity relating to a task, such as climbing, geography, or persuasiveness. A character who has a skill is better at completing related tasks than a character who lacks the skill. A character’s level of skill is either trained (reasonably skilled) or specialized (very skilled).
fr: Une compétence est une catégorie de connaissance, de capacité ou d'activité relative à une tâche, telle que l'escalade, la géographie, ou la persuasion. Un personnage qui possède une compétence est meilleur pour accomplir une tâche associée qu'un personnage qui ne l'a pas. Le niveau de compétence d'un personnage est soit entrainé (raisonablement compétent) ou spécialisé (très compétent).

source: If you are trained in a skill relating to a task, you ease the difficulty of that task by one step. If you are specialized, you ease the difficulty by two steps. A skill can never decrease a task’s difficulty by more than two steps.
fr: Si vous êtes entraîné dans une compétence relative à une tâche, vous facilitez la difficulté de cette tâche d'un cran. Si vous êtes spécialisé, vous la facilitez de deux crans. Une compétence ne peut jamais diminuer la difficulté d'une tâche de plus de deux crans.

source: Anything else that reduces difficulty (help from an ally, a particular piece of equipment, or some other advantage) is referred to as an **asset**. Assets can never decrease a task’s difficulty by more than two steps.
fr: Tout autre élement qui diminue la difficulté (de l'aide d'un allié, une pièce spécifique d'un équipement, ou d'autres avantages) est appelé un **atout**. Les atouts ne peuvent jamais diminuer la difficulté de plus de deux crans.

source: You can also decrease the difficulty of a given task by applying Effort. (Effort is described in more detail in the Rules of the Game chapter.)
fr: Vous pouvez aussi diminuer la difficulté d'une tâche en appliquant de l'Effort. (L'Effort est décrit avec plus de précision dans le chapitre Les Règles du Jeu.)

source: To sum up, three things can decrease a task’s difficulty: skills, assets, and Effort.
fr: Pour résumer, trois choses peuvent diminuer la difficulté d'une tâche: les compétences, les atouts et l'Effort.

source: If you can ease a task so its difficulty is reduced to 0, you automatically succeed and don’t need to make a roll.
fr: Si vous pouvez faciliter une tâche jusqu'à ce sa difficulté soir réduite à zéro, vous résussissez automatiquement et vous n'avez pas besoin de jeter un dé.

source: WHEN DO YOU ROLL?
fr: Quand jeter un dé ?

source: Any time your character attempts a task, the GM assigns a difficulty to that task, and you roll a d20 against the associated target number.
fr: A chaque fois qu'un personnage tente d'accomplir une tâche, la Meneuse assigne une difficulté à cette tâche, et vous jetez un d20 contre le nombre cible associé.

source: When you jump from a burning vehicle, swing an axe at a mutant beast, swim across a raging river, identify a strange device, convince a merchant to give you a lower price, craft an object, use a power to control a foe’s mind, or use a blaster rifle to carve a hole in a wall, you make a d20 roll.
fr: Quand vous sautez d'un véhicule en flamme, balancez une hâche sur une bête mutante, nagez dans une rivière en crue, identifiez un objet étrange, convainquez un marchand de vous faire un prix, fabriquez un objet, utilisez un pouvoir pour contrôler l'esprit d'un adversaire, ou utilisez un fusil blaster pour faire un trou dans un mur, vous jetez un `'d20`.

source: However, if you attempt something that has a difficulty of 0, no roll is needed—you automatically succeed. Many actions have a difficulty of 0. Examples include walking across the room and opening a door, using a special ability to negate gravity so you can fly, using an ability to protect your friend from radiation, or activating a device (that you already understand) to erect a force field. These are all routine actions and don’t require rolls.
fr: Toutefois, si vous tentez quelque chose dont la difficulté est de 0, alors aucun jet n'est nécessaire---vous réussissez automatiquement. Beaucoup d'actions ont une difficulté de 0. Par exemple, marcher dans une pièce et ouvrir une porte, utiliser une capacité spéciale pour annuler la gravité pour voler, utiliser une capacité pour protéger votre ami de la radiation, ou activer un appareil (dont vous comprenez le fonctionnement) pour ériger un champs de force. Toutes ces tâches sont des actions de routine et ne nécessitent aucun jet de dé.

source: Using skill, assets, and Effort, you can ease the difficulty of potentially any task to 0 and thus negate the need for a roll. Walking across a narrow wooden beam is tricky for most people, but for an experienced gymnast, it’s routine. You can even ease the difficulty of an attack on a foe to 0 and succeed without rolling.
fr: En utilisant des compétences, des atouts et de l'Effort, vous pouvez faciliter la difficulté d'une tâche potentielle jusqu'à zéro et ainsi supprimer la nécessité de jeter un dé. Marcher sur une poutre est compliquer pour la plupart des personnes, mais pour un gymnaste expérimenté c'est la routine. Vous ne pouvez jamais faciliter la difficulté d'une attaque sur un adversaire jusqu'à 0 et réussir sans jeter un dé.

source: If there’s no roll, there’s no chance for failure. However, there’s also no chance for remarkable success (in the Cypher System, that usually means rolling a 19 or 20, which are called special rolls; the Rules of the Game chapter also discusses special rolls).
fr: Si il n'y pas besoin de jeter un dé, il n'y a aucune chance d'échouer. Toutefois, il n'y a susi aucune chance pour un succès remarquable (dans le Cypher System, cela signifie d'habitude de faire un 19 ou 20, ce qui est appelé un jet spécial; le chapitre Les Règle du Jeu détaillent ces jets spéciaux).

source: TASK DIFFICULTY
fr: Difficulté des Tâches

source: Task Difficulty
fr: Difficulté des Tâches

source: Target No.
fr: Nb. cible

source: Guidance
fr: Détails

source: Anyone can do this basically every time.
fr: N'importe qui peut le faire à chaque fois.

source: Most people can do this most of the time.
fr: La plupart des gens arrivent à le faire la plupart du temps.

source: Typical task requiring focus, but most people can usually do this.
fr: Tâche typique qui demande de l'attention, mais la plupart des gens y arrivent habituellement.

source: Demanding
fr: Exigeant

source: Requires full attention; most people have a 50/50 chance to succeed.
fr: Demande une bonne concentration; la plupart des gens ont une chance sur deux de réussir.

source: Difficult
fr: Difficile

source: Trained people have a 50/50 chance to succeed.
fr: Les personnes entraînées ont 50% de chance de réussir.

source: Challenging
fr: Gageure

source: Even trained people often fail.
fr: Même les personnes entraînés échouent souvent.

source: Intimidating
fr: Intimidant

source: Normal people almost never succeed.
fr: Des personnes normales ne réussissent quasiment jamais.

source: Heroic
fr: Heroique

source: A task worthy of tales told for years afterward.
fr: Une tâche digne d'être racontée durant des années après.

source: Immortal
fr: Immortel

source: A task worthy of legends that last lifetimes.
fr: Une tâche digne de légendes qui durent quelques générations.

source: A task that normal humans couldn’t consider (but one that doesn’t break the laws of physics).
fr: Une tâche que des humains normaux n'envisageraient pas (mais qui respecte les lois de la physique).

source: Making an attack in combat works the same way as any other roll: the GM assigns a difficulty to the task, and you roll a d20 against the associated target number.
fr: Faire une attaque dans un combat fonctionne comme tout autre tâche: la Meneuse assigne une difficulté à la tâche, et vous jetez un `d20` contre le nombre cible.

source: The difficulty of your attack roll depends on how powerful your opponent is. Just as tasks have a difficulty from 1 to 10, creatures have a level from 1 to 10. Most of the time, the difficulty of your attack roll is the same as the creature’s level. For example, if you attack a level 2 bandit, it’s a level 2 task, so your target number is 6.
fr: La difficulté de votre jet d'attaque dépend d'à quel point votre adversaire est puissant. Comme toutes les tâches ont une difficulté qui va de 1 à 10, les créatures ont un niveau qui va de 1 à 10. LA plupart du temps, la difficulté de votre jet d'attaque est la même que le niveaude la créature. Par exemple, si vous attaquez un bandit de niveau 2, c'est une tâche de difficulté 2, donc le nombre cible est de 6.

source: It’s worth noting that players make all die rolls. If a character attacks a creature, the player makes an attack roll. If a creature attacks a character, the player makes a defense roll.
fr: Il est important de noter que ce sont uniquement les joueurs qui lancent les dés. Si un personnage attaque une créature, le joueur fait le jet d'attaque. Si une créature attaque un personnare, le joueur fait un jet de défense.

source: The damage dealt by an attack is not determined by a roll—it’s a flat number based on the weapon or attack used. For example, a spear always does 4 points of damage.
fr: Les dommages infligés par une attaque ne sont pas déterminés par un jet de dé---c'est un nombre fixe basé sur l'arme ou l'attaque utilisée. Par exemple, une lance inflignet toujours 4 points de dommages.

source: Your Armor characteristic reduces the damage you take from attacks directed at you. You get Armor from wearing physical armor (such as a leather jacket in a modern game or chainmail in a fantasy setting) or from special abilities. Like weapon damage, Armor is a flat number, not a roll. If you’re attacked, subtract your Armor from the damage you take. For example, a leather jacket gives you +1 to Armor, meaning that you take 1 less point of damage from attacks. If a mugger hits you with a knife for 2 points of damage while you’re wearing a leather jacket, you take only 1 point of damage. If your Armor reduces the damage from an attack to 0, you take no damage from that attack.
fr: Votre caractéristique d'Armure réduit les dommages que vous subissez directement. Vous obtenez de l'Armure en portant une armure physique (un blouson en cuir dans l'époque contemporaine ou une côte de maille dans une campagne médiévale) ou de capacités spéciales. Comme les dommages infligés par les armes, l'Armure est un nombre fixe, par un jet de dé. Si vous êtes attaqué, soustrayez votre Armure des dommages que vous subissez. Par exemple, un blouson de cuir vous donne +1 à votre Armure, cela signifie que vous diminuez d'un point les dommages subis. Si l'Armure réduit les dommages à 0, vous ne sibissez aucun dommage de l'attaque.

source: When you see the word “Armor” capitalized in the game rules (other than in the name of a special ability), it refers to your Armor characteristic—the number you subtract from incoming damage. When you see the word “armor” with a lowercase “a,” it refers to any physical armor you might wear.
fr: Quand vous verrez le mot "Armure" avec une majuscule dans les règles du jeu (en dehors du nom d'une capacité spéciale), cela réfère à votre caratéristique d'Armure---le nombre que vous soustrayez des dommages subis. Quand vous voyez le mot "armure" avec une minuscule, cela réfère à toute armure physique que vous pourriez porter.

source: Typical physical weapons come in three categories: light, medium and heavy.
fr: Les armes physiques typiques sont classées en trois catégories: légères, moyennes et lourdes.

source: Light weapons inflict only 2 points of damage, but they ease attack rolls because they are fast and easy to use. Light weapons are punches, kicks, clubs, knives, handaxes, rapiers, small pistols, and so on. Weapons that are particularly small are light weapons.
fr: Les armes légères n'infligent que 2 points de dommages, mais elles facilitent les jets d'attaque car elles sont rapides et simples à utiliser. Les armes légères sont ls poings, les pieds, les massues, les couteaux, les hâchettes, les rapières, les petits pistolets, et ainsi de suite. Les armes qui sont particulièrement petites sont des armes légères.

source: Medium weapons inflict 4 points of damage. Medium weapons include swords, battleaxes, maces, crossbows, spears, pistols, blasters, and so on. Most weapons are medium. Anything that could be used in one hand (even if it’s often used in two hands, such as a quarterstaff or spear) is a medium weapon.
fr: MLes armes moyennes infligent 4 point de dommage. Les armes moyennes incluent les épées, les hâches de bataille, les maces, les arbalètes, les lances, les pistolets, les blasters, et ainsi de suite. La plupart des armes sont moyennes. tout ce qui peut être utilisé à une main (même si c'est souvent utilisé à deux mains comme les bâtons ou les lances) est une arme moyenne.

source: Heavy weapons inflict 6 points of damage, and you must use two hands to attack with them. Heavy weapons are huge swords, great hammers, massive axes, halberds, heavy crossbows, blaster rifles, and so on. Anything that must be used in two hands is a heavy weapon.
fr: Les armes lourdes infligent 6 points de dommage et elles doivent être utilisées à deux mains pour attaquer. Les armes lorude sont les grandes épées, les grandes hâches, les marteaux de guerre, les halebardes, les arbalètes lourdes, les fusils blaser, et ainsi de suite. Tout ce qui doit être utilisé avec deux mains est une arme lourde.

source: SPECIAL ROLLS
fr: Les Jets spéciaux

source: When you roll a natural 19 (the d20 shows “19”) and the roll is a success, you also have a minor effect. In combat, a minor effect inflicts 3 additional points of damage with your attack, or, if you’d prefer a special result, you could decide instead that you knock the foe back, distract them, or something similar. When not in combat, a minor effect could mean that you perform the action with particular grace. For example, when jumping down from a ledge, you land smoothly on your feet, or when trying to persuade someone, you convince them that you’re smarter than you really are. In other words, you not only succeed but also go a bit further.
fr: Quand le résultat d'un jet de dé est un 19 naturel (le `d20` indique 19) et que c'est un succès, alors vous obtenez un effet mineur. En combat, un effet mineur inflige 3 points de dommages supplémentaires à votre attaque, ou, si vous préférez un résultat spécial, vous pouvez décidez à la place de repousser votre adversaire, de le distraire ou quelque chose de similaire. Quand ce n'est pas en combat, un effet mineur peut signifier que vous aréussissez l'action avec une grâce particulière. Par exemple, si vous sautez d'un rebord, vous atterrissez légèrement sur vos pieds, ou si vous essayez de persuader quelqu'un, vous le convinquez que vous êtes plus malin que vous ne l'êtes. En d'autres mots, non seulement vous réussissez mais vous allez un peu plus loin.

source: In combat (and only in combat), if you roll a natural 17 or 18 on your attack roll, you add 1 or 2 additional points of damage, respectively. Neither roll has any special effect options—just the extra damage.
fr: En combat (et seulement en combat), quand vous faites un 17 ou un 18 naturel à votre jet d'attaque, vous ajoutez respectivement 1 ou 2 points aux dommages. Cela ne donne pas d'effet spécial, seulement des dommages supplémentaires.

source: (For more information on special rolls and how they affect combat and other interactions, see Rules of the Game.)
fr: (Pour plus d'information à propos des jets spéciaux et de comment ils peuvent affecter le combat et les autres intéractions, consultez Les Règles du Jeu.)

source: Rolling a natural 1 is always bad. It means that the GM introduces a new complication into the encounter.
fr: Faire un 1 au jet de dé est toujours mauvais. Cela signifie que la Meneuse peut introduire de nouvelles complications dans la rencontre.

source: GLOSSARY
fr: Glossaire

source: Game master (GM)
fr: Meneuse/Maître.sse du Jeu (MJ)

source: The player who doesn’t run a character, but instead guides the flow of the story and runs all the NPCs.
fr: La joueuse ou le joueur qui n'interprète pas un personnage mais qui plutôt indique la direction que prend l'histoire et qui interprète tous les PNJs.

source: Nonplayer character (NPC)
fr: NPersonnage non-joueur (PNJ)

source: Characters run by the GM. Think of them as the minor characters in the story, or the villains or opponents. This includes any kind of creature as well as people.
fr: Personnages interprèté par la Meneuse. Pensez à eux comme des personnages mineurs dans l'histoire, ou les adversaires. Cela inclut toute sorte de créature aussi bien que les êtres humains.

source: Party
fr: Groupe

source: A group of player characters (and perhaps some NPC allies).
fr: Un groupe de personnages joueur (et peut être quelques alliés PNJs).

source: Player character (PC)
fr: Personnage joueur (PJ)

source: A character run by a player rather than the GM. Think of the PCs as the main characters in the story.
fr: Un personnage interprèté par une joueuse ou un joueur plutôt que par la Meneuse. Penser aux PJs comme les principaux personnages de l'histoire.

source: Player
fr: Joueur

source: The players who run characters in the game.
fr: Les joueurs qui interprète des personnages dans le jeu.

source: A single play experience. Usually lasts a few hours. Sometimes one adventure can be accomplished in a session. More often, one adventure is multiple sessions.
fr: Une simple expérience de jeu. Cela dure habituellement quelques heures. Quelque fois, une aventure peut être terminée en une session. La plupart du temps, une aventure est étalée sur plusieurs sessions.

source: Adventure
fr: Aventure

source: A single portion of the campaign with a beginning and an end. Usually defined at the beginning by a goal put forth by the PCs and at the end by whether or not they achieve that goal.
fr: Une partie de la campagne avec un commencement et une fin. C'est en général définit au départ par un objectif pour les PJs et à la fin par si ou non ils parviennent à atteindre l'objectif.

source: Campaign
fr: Campagne

source: A series of sessions strung together with an overarching story (or linked stories) with the same player characters. Often, but not always, a campaign involves a number of adventures.
fr: Une série de sessions liées entre elles par une histoire principale avec les mêmes PJs. Souvent, mais pas toujours, une campagne implique un certain nombre d'aventures.

source: Character
fr: Personnage

source: Anything that can act in the game. Although this includes PCs and human NPCs, it also technically includes creatures, aliens, mutants, automatons, animate plants, and so on. The word “creature” is usually synonymous.
fr: Tout ce qui peut agir dans le jeu. Bien que cela inclut les PJs et les PNJs, cela inclut aussi les créatures, les mutants, les automates, les plantes animées et ainsi de suite. Les mot "créature" peut être utilisé comme synonyme.

source: RANGE AND SPEED
fr: Portée et Rapidité

source: Distance is simplified into four categories: immediate, short, long, and very long.
fr: Les distances sont simplifiées en quatre catégories de portée: immédiates, courtes, longues et très longues.

source: Immediate distance from a character is within reach or within a few steps. If a character stands in a small room, everything in the room is within immediate distance. At most, immediate distance is 10 feet (3 m).
fr: Une portée immédiate à partir d'un personnage se situe dans les quelques pas autour. Si un personnage se tient dans une petite pièce, tout se qui se trouve dans la pièce est à portée immédiate. Au plus, la portée immédiate est de 3m (10 pieds).

source: Short distance is anything greater than immediate distance but less than 50 feet (15 m) or so.
fr: Une courte portée est ce qui est au-delà de la portée immédiate mais moins que 15m (50 pieds) environ.
